/* No comment provided by engineer. */
"Connecting...\n\nPlease accept this connection on your mobile device." = "Connetto...\n\nAccetta la connessione sul tuo dispositivo portatile.";

/* Header of the devices source list */
"Devices" = "Dispositivi";

/* No comment provided by engineer. */
"Failed to import document." = "Impossibile importare il documento.";

/* No comment provided by engineer. */
"Failed to transfer document." = "Impossibile trasferire il documento.";

/* AppStore Link */
"http://store.mindnode.com/mindnodetouch/" = "http://store.mindnode.com/mindnodetouch/";

/* No comment provided by engineer. */
"MindNode touch is available on the App Store." = "MindNode touch è disponibile nell'AppStore.";

/* No comment provided by engineer. */
"Successfully transfered." = "Trasferimento riuscito.";

/* No comment provided by engineer. */
"The connection was not accepted by the device." = "Il dispositivo non accetta la connessione.";

/* No comment provided by engineer. */
"The document was successfully transferred to the device." = "Il documento è stato trasferito sul dispositivo.";

/* No comment provided by engineer. */
"To share your documents, connect your Mac and your mobile device to the same WiFi network and access the sharing screen on your device." = "Per condividere i tuoi documenti connetti il tuo Mac e il tuo dispositivo portatile alla stessa rete WiFi e accedi alla schermata di condivisione nel tuo dispositivo.";

/* No comment provided by engineer. */
"Unable to connect to device." = "Impossibile connettersi al dispositivo.";

